gittest/app/controllers/posts_controller.rb

  def create
    @post = Post.new(post_params)
    if @post.save
---
INSERT INTO "posts" ("content", "title", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", "テスト"], ["title", "例えば"], ["created_at", "2017-10-19 14:30:00.409731"], ["updated_at", "2017-10-19 14:30:00.409731"]]