gittest/app/controllers/static_pages_controller.rb

SELECT "posts".* FROM "posts"
---
  def home
    @post = Post.all